package categorization

const (
	categoriesPromt = `По полученному сообщению студента определи его в одну из следующих категорий: 
	[%s]. Пожалуйста, укажите категорию, которая наилучшим образом представляет сообщение.
	Сообщение может содержать слова, которые не относятся к категориям, в таком случае, старайтесь их классифицировать как можно точнее. 
	Если сообщение не подходит ни в одну из указанных категорий, пожалуйста, отметьте его как "Другое".
	Отметьте только одну категорию, которая наилучшим образом описывает сообщение.`

	otherCategory = "Другое"
)
